import { Col, Container, Row } from "react-bootstrap";
import MyNavbar from "../../components/navbar/Navbar";
import "./About.css";
import img1 from "../../assets/images/photo_2025-10-17_12-26-50.png";
import Footer from "../../components/footer/Footer";
function About() {
  return (
    <div>
      <MyNavbar />
        
          <Row className="my-5 mx-3">
            <Col md={6}><p>ما یه تیم کوچیک از عاشقای سفریم. اینجا اومدیم تا سختی‌های سفر رفتن رو کم کنیم و لذتش رو چند برابر. مقصدهایی که انتخاب می‌کنیم رو خودمون رفتیم و چشیدیم، از طعم چای کنار پنجره ماسوله تا شوری نسیم کیش. خیالت راحت، پشتمون گرم که قراره یه خاطره خوب برات بسازیم. هر سفری که با ما باشه، یه ماجراجویی جدیده، یه خاطره ناب و یه تجربه متفاوت. ما مسیرها رو بلدیم، از کوچه‌باغ‌های شمال تا جاده‌های جنوب. پس بیا با هم بریم، چون سفر با آدمای درست، خودش نصف لذت راهه.</p></Col>
            <Col md={6}><img src={img1} alt="" className="image-container img-fluid w-75" /></Col>
          </Row>
           <Row>
          <Col>
          <p>لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود طراحی اساسا مورد استفاده قرار گیرد.</p>
          </Col>
        </Row>

      <Footer />
    </div>
  );
}
export default About;
